{
  "source_file": "dental.pdf",
  "content": "®\nCalifornia Dental Association\n1201 K Street, Sacramento, CA 95814\n800.CDA.SMILE    cda.org\nDental Beneﬁt Coverage\nDental is Different\nTo better understand the options available to employers in providing a dental beneﬁt plan to their employees, it is important to understand \nthe differences between dental and medical care. These differences drive the design of dental beneﬁt plans, and create a distinction between \napproaches to dental and medical beneﬁt coverage.\nUnlike general medical disease, dental disease is not an insurable risk.\n• \nThere is near-universal incidence of dental disease – everyone has it, and hence, everyone needs and will utilize dental care.\n• \nApart from trauma and pain, the patient has complete control over when, or even if, treatment will be given. The nature and amount of \nthat treatment has considerable effect on the outcome of treatment.\n• \nAlthough the need for dental care varies between individuals, the dental needs of an employee group are highly predictable. Hence, a \ndental plan can often be self-funded and self-administered.\n• \nUnlike general medical disease, dental disease is generally not acute or life-threatening; hence, the ﬁnancial implications of dental \ntreatment are not catastrophic.\nUnlike many diseases, dental disease does not heal without therapeutic intervention; it is chronic, progressive, and destructive, becoming \nmore severe over time.\nMuch of dental disease is preventable, at a minimum of cost and effort. Hence, dental coverage should always have a preventive orientation.\nDental disease generally progresses slowly. Hence dental treatment can be postponed and accumulated without symptoms for a considerable \nlength of time.\nThe onset of dental disease occurs early in childhood. Hence, coverage extended to children is important in terms of a lifetime of satisfactory \noral health.\nThe dental profession is organized differently than medicine:\n• \n80% of dentists are general practitioners and primary dental care providers\n• \nThe greatest percentage of dental care is rendered by one practitioner at a single site\n• \nAlmost all dental care is done on an out-patient basis\n• \nThere is a relatively small number of categories of dental auxiliary personnel [and probably a relatively small number of auxiliaries per \ndentist]\n• \nThere is no central facility, like a hospital, where dentists interact on a daily basis\n• \nDentists own, equip and operate their own “hospital,” i.e., their dental ofﬁce, without public subsidy\n“High-tech” advances in dental care generally are not very costly, add to the efﬁciency and capability of care, and have not resulted in\nsevere inﬂation of dental costs.\nCompetition exists in the dental marketplace, since most dental care is not of an acute nature, enabling patients to seek out the best value in \ndental care\nThe average annual amount of money spent per person for dental care in the United States is relatively small, even if restorative work is \nnecessary.\nDental care amounts to about 5% of annual healthcare expenditures in the United States\nUnlike the cost of medical care, the costs associated with dental care remain relatively stable; increases in the cost of dental care in the \nUnited States have been moderate\nIn summary:\nThere are signiﬁcant differences between dentistry and medicine. These differences need to be taken into consideration when designing a \ndental beneﬁt plan. A dental plan should not be designed as if it were a medical plan, and should not cover medical services. Ignoring the \ninherent differences between dentistry and medicine will result in costly mistakes in providing dental coverage to a group.\n\n®\nCalifornia Dental Association\n1201 K Street, Sacramento, CA 95814\n800.CDA.SMILE    cda.org\nTypes of Dental Beneﬁt Plans\nIn many ways, the coverage of dental care mirrors the beneﬁt plans used to cover medical care.\nCommercial Plans\nCommercial beneﬁt plans fall into two categories: managed care, and fee-for-service.\nManaged Care Plans \nPreferred Provider Organization (PPO) programs are plans under which patients select a dentist from a network or list of providers who \nhave agreed, by contract, to discount their fees. In PPOs that allow patients to receive treatment from a non-participating dentist, patients \nare penalized with higher deductibles and co-payments. PPOs can be fully insured or self-insured. They are usually less expensive than \ncomparable indemnity plans and are regulated under the appropriate insurance statutes in the company’s state of domicile and operation.\nType of Plan \n \n   Beneﬁts \n \n \n \n \n  Limitations\nGroup PPO/DPO Plan \n \nDental Health Maintenance Organization (DHMO)/Capitation Plan\nDental Health Maintenance Organizations or capitation plans pay contracted dentists a ﬁxed amount (usually on a monthly basis) per \nenrolled family or individual, regardless of utilization. In return, participating dentists agree to provide speciﬁc types of treatment to the \npatient at no charge (for some treatments a co-payment may be required). Theoretically, the DHMO rewards dentists who keep patients in \ngood health, thereby keeping costs low.\nType of Plan \n \n   Beneﬁts \n \n \n \n \n  Limitations\nGroup HMO/DHMO \n \nPPO plans are less expensive than indemnity \nplans. Employer may be able to customize plan’s \nbeneﬁt levels and covered services. Similar to \nan indemnity plan, however, plan contracts with \ndentist to provide service for a reduced rate. PPO \nplan can limit the co-payment the dentist is allowed \nto charge, thus reduce employee’s out-of-pocket \nexpenses. Plans regulated by state laws. Private \nemployer-sponsored plans protected under ERISA.\nLimited to panel of participating dentists. \nEmployee may be required to change dentists. \nThis could discourage patients from seeking \ncare. Reduced beneﬁt if patient is seen by a \nnon-participating dentist. Exclusive Provider \nOrganization (EPO) does not cover any expenses \nwhen a patient is seen by a non-participating \ndentist. Annual calendar maximum.\nLeast expensive dental plan. Predictable \nco-payments or no co-payments. Preventative \ncare generally provided at no cost to patient. \nIncentives for preventative treatment. Early \ndiagnosis and preventative treatment keeps \ncosts down. HMO plans are regulated by the \nDepartment of Managed Health Care. Plans \nare mandated by law to establish internal \nreview processes for quality assurance.\nEmployee must select Primary Care Provider (PCP) \nfrom a list of participating dentists. Employee may be \nrequired to change dentists. This could discourage \npatients from seeking care. No beneﬁt paid if patient \ndoes not seek treatment from PCP Non-routine \nor major services require substantial patient co-\npayments, or may not be covered by plan. Dentist \nassumes ﬁnancial risk. Dentist receives a monthly \n“capitation” fee (per head) for each patient assigned \nto practice, regardless of actual service performed. \nTreatment may be discouraged and quality of care \ncould be compromised. Practice may limit number of \npatients seen each month, thus limit patient’s access \nto care. Patient removed from actual cost of dental \ncare; may not understand the value of the service \nprovided. Annual calendar maximum.\n\n®\nCalifornia Dental Association\n1201 K Street, Sacramento, CA 95814\n800.CDA.SMILE    cda.org\nFee-for-Service Plan\nAn indemnity plan is a fully insured or self-insured plan where an assigned payment is provided to dentists for speciﬁc services, regardless of the \nactual charges made by the provider. Payment may be made to enrollees in the form of reimbursement payments, or directly to dentists.\nType of Plan \n           Beneﬁts \n \n \n \n \n  Limitations\nGroup Fully-Insured \nIndemnity Plan \n \nGroup Self-Funded \nIndemnity Plan \n \nDirect Reimbursement (DR)\nA self-funded dental beneﬁts plan that reimburses patients according to dollars spent on dental care, not the type of treatment received. It allows \nthe patient complete freedom to choose any dentist. Instead of paying monthly insurance premiums employers pay a percentage of actual \ntreatments received. Moreover, employers are removed from the potential responsibility of inﬂuencing treatment decisions due to plan selection \nor sponsorship.\nType of Plan \n           Beneﬁts \n \n \n \n \n  Limitations\nDirect Reimbursement \n \nEmployee may see any dentist. Fixed premium \nfor 6-12 months. Fee-For-Service; beneﬁts paid \noff a UCR schedule. Preventative services are \nusually paid at 100%, basic services at 80% \nand major services at 50%. Basic orthodontic \ncoverage may be included. Plans regulated by \nstate laws. Private employer-sponsored plan \nprotected under ERISA.\nMost expensive type of dental plan. Limit of \ncalendar-year maximum of $1,000-$2,000 in \nexpenses. Excluded coverage for esthetic dentistry, \nimplants, treatment for TMJ. Annual deductible of \n$50-$150 Patient is ﬁnancially responsible for the \nbalance remaining from the UCR fee to the actual \nfee charged. Waiting periods may apply.\nEmployee may see any dentist. Fee-\nFor-Service; beneﬁts paid on a UCR \nschedule. Less expensive than a fully-\ninsured indemnity plan. Claims usually \npaid directly to dentist. Private employer-\nsponsored plans protected under ERISA.\nEmployer bears sole ﬁnancial responsibility; premiums \nare paid to a trust fund. Employer costs are not ﬁxed, \ncost varies depending upon utilization. Employer \nresponsible for selecting and paying for Third Party \nAdministrator. Check references of TPA. Self-funded \nplans are regulated by state law.\nEmployees have freedom of choice to see their \nown dentist. No interference from insurance \nwith patient-provider relationship. Employer \ndetermines beneﬁt level. Employees have \ncontrol of how they use their beneﬁt dollars. \nEmployees are directly involved in the payment \nprocess. Low administrative cost. Some \nemployers may chose to self-administer or \nselect a TPA. Almost all monies go directly to \ndental beneﬁts. Private employer-sponsored \nplan is regulated by ERISA.\nLess predictable than a premium plan; costs vary month to \nmonth depending upon utilization. Plan is not regulated by \nstate law. Employees may be required to pay dentist directly \nfor services and are later reimbursed by the employer. This \ninconvenience can be avoided if employer establishes plan \nto directly pay dentist.\n\n®\nCalifornia Dental Association\n1201 K Street, Sacramento, CA 95814\n800.CDA.SMILE    cda.org\nAlternative forms of dental coverage\nDiscount dental plans are technically not insurance plans. Discount plans offer a panel of dental providers that have agreed to offer services at \na reduced rate. The patient pays for all dental expenses out-of-pocket, albeit discounted below the dentist’s usual, customary, and reasonable \nfees, rather than a third-party insurer paying for the major portion of treatment costs. Discount dental plans are required to obtain a license from \nthe State Department of Managed Health Care (DMHC) to ensure that discounts for services are actual, and that the statements made by in their \nmarketing materials are truthful. If you are unsure whether the discount dental plan you are considering is licensed, you may call DMHC toll-free \nat 1-888-466-2219 to inquire.\nType of Plan \n           Beneﬁts \n \n \n \n \n  Limitations\nDiscount Dental Plan \n \n \nDeﬁnitions\nAn employer group purchases and maintains insurance coverage for its employees. Premiums are paid by the employer and may require \nthe employee to partially or fully pay for coverage with pre-tax income deductions. The employer may customize the plan with the insurance \ncompany with regard to beneﬁts, employee deductibles/co-pays, covered treatment, and annual maximums.\nPrivate employer-sponsored group beneﬁt plans are regulated by the Employee Retirement Income Security Act of 1974 (ERISA), under the \nPension and Welfare Beneﬁts Administration, U.S. Department of Labor. ERISA sets standards for administering theses plans, requires ﬁnancial \nand other information to be disclosed to plan participants, and sets requirements for the processing of beneﬁt claims.\nGroup and individual fully-insured indemnity and Preferred Provider Organizations (PPO) plans are regulated by state law. Consumers make \nseek assistance in resolving claim issues with the California Department of Insurance. Group self-funded plans are not regulated by state law.\nHealth Maintenance Organizations (HMO) plans and some PPO plans are regulated by the California Department of Managed Health Care. \nOnce a consumer has exhausted the plan’s internal grievance system without success, the consumer may seek assistance with the DMHC.\nAn individual purchases insurance offered through the employer with post-tax income deductions or purchases insurance coverage through a \nbroker or directly from insurance company. Individual plans are not protected by ERISA. The majority of individual dental plans available are \nHealth Maintenance Organizations.\nGovernment Programs\nAside from commercial beneﬁt plans, the principal publicly-funded dental program in California is the Medi-Cal Dental Program, or “Denti-Cal.”\nPart of the federal Medicaid program, states are required to provide dental services to children up to the age of 21 who are enrolled as \nbeneﬁciaries in the Medi-Cal program. Medi-Cal’s dental beneﬁt program covers a comprehensive package of beneﬁts including diagnostic \nand preventive services such as examinations and prophylaxis (cleanings), restorative services such as ﬁllings, and oral surgery services. Some \nservices, such as crowns, dentures and root canals, require prior authorization, and some services such as dental sealants. \nBasic dental coverage for adult beneﬁciaries in Medi-Cal was ended by the State of California in 2009. However, federal Medicaid requires \nstates to provide for Federally Required Adult Dental Services (FRADS) for adult beneﬁciaries. Theses services, generally, relate to diagnosis and \nprovision of dental services on an emergency basis, such as the need for extractions and other oral surgery procedures; for pregnant women; \nfor adult residents of skilled nursing or intermediate care facilities; and dental services rendered as necessary for medical treatments covered by \nMedi-Cal.  \nProvides employees discounted dental \nservices, similar to “discount membership \nclubs.” No interference from a plan with \npatient-provider relationship. Membership \nfees predictable. Employees have complete \ncontrol of what beneﬁts or treatments to \npurchase. Administrative costs nonexistent \nfor employers.\nDiscounts available only through dentists in the \nplan’s network. The amount of discounts vary \nfrom plan to plan. While treatment fees are \ndiscounted, the cost of care is still borne 100% \nby the patient.",
  "extraction_info": {
    "success": true,
    "content_length": 14728
  }
}