{
  "source_file": "vision.pdf",
  "content": "About Your Benefits:\nEye care is a vital component of a healthy lifestyle. With vision insurance, having regular exams and purchasing contacts or glasses is\nsimple and affordable. The coverage is inexpensive, yet the benefits can be significant! Guardian provides rich, flexible plans that\nallow you to safeguard your health while saving you money. Review your plan options and see why vision insurance may be a great\nbenefit for you.\nVision Benefit Summary\nVisit any doctor with your Full Feature plan, but save by visiting any of the 50,000+ locations in the nation's largest vision\nnetwork.\nGroup Number: 00514394\nLIVINGSTON EDUCATIONAL SERVICE AGENCY ALL ELIGIBLE EMPLOYEES Benefit Summary\nThe Guardian Life Insurance Company of America, 7 Hanover Square, New York, NY 10004\nLIVINGSTON EDUCATIONAL SERVICE AGENCY\nBenefit information illustrated within this material reflects the plan covered by Guardian as of 10/30/2017\nYour Vision Plan\nFull Feature\nYour Network is\nVSP Network Signature Plan\nCopay\nExams Copay\n$ 10\nMaterials Copay (waived for elective contact lenses)\n$ 10\nSample of Covered Services\nYou pay (after copay if applicable):\nIn-network\nOut-of-network\nEye Exams\n$0\nAmount over $50\nSingle Vision Lenses\n$0\nAmount over $48\nLined Bifocal Lenses\n$0\nAmount over $67\nLined Trifocal Lenses\n$0\nAmount over $86\nLenticular Lenses\n$0\nAmount over $126\nFrames\n80% of amount over $130¹\nAmount over $48\nContact Lenses (Elective)\nAmount over $130\nAmount over $120\nContact Lenses (Medically Necessary)\n$0\nAmount over $210\nCosmetic Extras\nAvg. 30% off retail price\nNo discounts\nGlasses (Additional pair of frames and lenses)\n20% off retail price^\nNo discounts\nLaser Correction Surgery Discount\nUp to 15% off the usual charge or 5%\noff promotional price\nNo discounts\nService Frequencies\nExams\nEvery calendar year\nLenses (for glasses or contact lenses)‡‡\nEvery calendar year\nFrames\nEvery calendar year\nNetwork discounts (glasses and contact lens professional service)\nLimitless within 12 months of exam.\nDependent Age Limits\n26\nVisit www.GuardianAnytime.com and click on “Find a Provider”\nVSP\n• ‡‡Benefit includes coverage for glasses or contact lenses, not both.\n• ^ For the discount to apply your purchase must be made within 12 months of the eye exam. In addition Full-Feature plans offer 30% off additional prescription glasses and\nnonprescription sunglasses, including lens options, if purchased on the same day as the eye exam from the same VSP doctor who provided the exam.\n• Charges for an initial purchase can be used toward the material allowance. Any unused balance remaining after the initial purchase cannot be banked for future use. The\nonly exception would be if a member purchases contact lenses from an out of network provider, members can use the balance towards additional contact lenses within\nthe same benefit period.\n•\n1Extra $20 on select brands\n7\n\nLIVINGSTON EDUCATIONAL SERVICE AGENCY ALL ELIGIBLE EMPLOYEES Benefit Summary\nThe Guardian Life Insurance Company of America, 7 Hanover Square, New York, NY 10004\nThis handout is for illustrative purposes only and is an approximation. If any discrepancies between this handout and your paycheck stub exist, your paycheck\nstub prevails.\nManage Your Benefits:\nGo to www.GuardianAnytime.com to access secure\ninformation about your Guardian benefits including access to\nan image of your ID Card. Your on-line account will be set up\nwithin 30 days after your plan effective date.\nNeed Assistance?\nCall the Guardian Helpline (888) 600-1600, weekdays, 8:00 AM\nto 8:30 PM, EST. Refer to your member ID (social security\nnumber) and your plan number: 00514394.\nPlease call the Guardian Helpline if you need to use\nyour benefits within 30 days of plan effective date.\nPlease note, self-serve options over the phone or online\nat Guardian Anytime are not available until the case is\nfully implemented, please wait to speak to a live agent\nwhen calling the Guardian Helpline.\nEXCLUSIONS AND LIMITATIONS\nImportant Information: This policy provides vision care limited benefits health\ninsurance only. It does not provide basic hospital, basic medical or major\nmedical insurance as defined by the New York State Insurance Department.\nCoverage is limited to those charges that are necessary for a routine vision\nexamination. Co-pays apply. The plan does not pay for: orthoptics or vision\ntraining and any associated supplemental testing; medical or surgical treatment\nof the eye; and eye examination or corrective eyewear required by an\nemployer as a condition of employment; replacement of lenses and frames\nthat are furnished under this plan, which are lost or broken (except at normal\nintervals when services are otherwise available or a warranty exists). The plan\nlimits benefits for blended lenses, oversized lenses, photochromic lenses,\ntinted lenses, progressive multifocal lenses, coated or laminated lenses, a\nframe that exceeds plan allowance, cosmetic lenses; U-V protected lenses and\noptional cosmetic processes.\nThe services, exclusions and limitations listed above do not constitute a\ncontract and are a summary only. The Guardian plan documents are the final\narbiter of coverage. Contract #GP-1-VSN-96-VIS et al.\nLaser Correction Surgery:\nOn average, 15% off the usual charge or 5% off promotional price for vision\nlaser surgery. Members’ out-of-pocket costs are limited to $1,800 per eye for\nLASIK and $1,500 per eye for PRK.\nLaser surgery is not an insured benefit. The surgery is available at a discounted\nfee. The covered person must pay the entire discounted fee. In addition, the\nlaser surgery discount may not be available in all states.\n8",
  "extraction_info": {
    "success": true,
    "content_length": 5611,
    "labels": {
      "domain": "BENEFITS",
      "category": "VISION"
    }
  }
}