{
  "source_file": "group-life.docx",
  "content": "Maine Bureau of Insurance\n\nForm Filing Review Requirements Checklist\n\nTOI - \n\nGroup Life\n\nRevised – 4/5/2021\n\nCarriers must confirm compliance and IDENTIFY the LOCATION (Form number, Page number, Section, Paragraph, etc.) of the standard in the form in the last column.  Any response of N/A requires that a carrier explain why the requirement is not applicable.\n\nThis checklist is intended to provide a summary of State and Federal requirements for the TOI listed above.  Please see the laws/rules referenced in the checklist below for the full requirement.\n\nREVIEW REQUIREMENTS\n\nREFERENCES\n\nCOMPLIANCE\n\nGENERAL SUBMISSION REQUIREMENTS\n\nElectronic (SERFF) Filing Requirements:\n\nTitle 24-A § 2412(2) Bulletin 360\n\nAll filings must be filed electronically, using the NAIC System for Electronic Rate and Form Filing (SERFF). See http://www.serff.com\n\nFILING FEES\n\nTitle 24-A § 601 (17)\n\n$20.00 for Rate filings, rating rules filings, insurance policy, forms, riders, endorsements and certificates. See General Instructions page in SERFF for additional information on filing fee structure. Filing fees must be submitted by EFT in SERFF at the time of submission of the filing. All filings require a filing fee unless specifically excluded per 24-A M.R.S.A. §4222(1), and/or are a required annual report.\n\nGrounds for disapproval\n\nTitle 24-A § 2413\n\nSeven categories of the grounds for disapproving a filing.\n\nReadability\n\nTitle 24-A § 2441\n\nMinimum of 50.  Riders, endorsements, applications all must be scored. They may be scored either individually or in conjunction with the policy/certificate to which they will be attached. Exceptions: Federally mandated forms/language, Groups > 1000, Group Annuities as funding vehicles.  Scores must be entered on form schedule tab in SERFF.\n\nVariability of Language\n\nTitle 24-A § 2412  \nTitle 24-A § 2413\n\nForms with variable bracketed information must include all the possible language that might be placed within the brackets. The use of too many variables will result in filing disapproval as Bureau staff may not be able to determine whether the filing is compliant with Maine laws and regulations.\n\nGENERAL POLICY PROVISIONS\n\nAIDS and Medical Lifestyle Standards\n\nRule 490\n\nThe purpose of this rule is to clarify the standards applicable to written informed consent forms required to be completed by persons required to take a test for the presence of the antibody to the Human Immunodeficiency Virus (HIV) or for the Human Immunodeficiency Antigen by an insurer, nonprofit hospital service organization, nonprofit medical service organization, or a nonprofit health care plan, to establish standards for pretest and post-test counseling required to be provided to persons subject to testing as required by 5 M.R.S.A. Section 19203-A, and to establish standards for medical and lifestyle application questions and underwriting.\n\nAIDS/ARC/HIV\n\nTitle 24-A § 2629\n\nNo group life or health insurance policy delivered or issued for delivery in this State may provide more restrictive coverage for death, or benefits for sickness or disablement, or the related expenses resulting from Acquired Immune Deficiency Syndrome (AIDS), AIDS Related Complex (ARC) or HIV related diseases than for any other sickness or disabling condition or exclude benefits for AIDS, ARC or HIV related diseases except through an exclusion under which all sicknesses and diseases are treated the same. This section shall not apply to a policy providing benefits for specific diseases or accidental injury only. \n\nAssociation Groups\n\nTitle 24-A § 2607-A\n\nThe association shall have at the outset a minimum of 50 persons; shall have been organized and maintained in good faith for purposes other than that of obtaining insurance; shall have been in existence for at least 2 years; and shall have a constitution and by-laws that provide: That the association holds regular meetings not less than annually to further the purposes of the members; that the association collects dues or solicits contributions from members; and that the members have voting privileges and representation on the governing board and committees. Copies of the constitution and by-laws must be submitted. Articles of incorporation, etc. are also helpful.\n\nConversion on Termination of Eligibility\n\nTitle 24-A § 2621\n\nProvision that if the insurance, or any portion of it, on covered person or dependent, ceases because of termination of employment, such person is entitled to have issued without E of I, an individual policy of life insurance without disability or other supplementary benefits, provided application for the individual policy is made and the first premium is paid within 31 days after such termination.\n\nConversion on Termination of Policy\n\nTitle 24-A § 2622\n\nProvision that if the policy terminates or is amended so as to terminate the insurance of any class, every person insured at the date of termination (including dependents) and who has been insured for at least five (5) years, is entitled to have an individual policy subject to the same conditions and limitations as outlined in § 2621, except that the policy shall not exceed the smaller of 1. The amount of the person's life insurance protection ceasing because of the termination, less the amount of any life insurance for which he becomes eligible under a group policy issued or reinstated by the same or another insurer within 31 days after such termination; and 2. $10,000.\n\nCredit Union Groups\n\nTitle 24-A § 2610-A\n\nThe lives of a group of individuals may be insured under a policy issued to a credit union or to a trust, or agent designated by 2 or more credit unions. Copies of participation/joinder agreements for 2 or more credit unions must be submitted.\n\nDeath Pending Conversion\n\nTitle 24-A § 2623\n\nProvision that if a person insured under the policy (or dependent), dies during the period within which he would have been entitled to an individual policy and before such policy becomes effective, the amount of life insurance which he would have been entitled to under the individual policy shall be payable as a claim under the group policy, whether or not the application or payment of the first premium has been made.\n\nDeath with Dignity\n\nTitle 22 § 2140(19)\n\nThe sale, procurement or issuance of any health or accident insurance or the rate charged for any health or accident policy may not be conditioned upon or affected by the making or rescinding of a request by a qualified patient for medication that the patient may self-administer to end the patient's life in accordance with the Maine Death With Dignity Act.\n\nDebtor Groups\n\nTitle 24-A § 2604-A\n\nthe lives of a group of individuals may be insured under a policy issued to a creditor or its parent holding company, trust, or trustee, or agent by 2 or more creditors, holding companies, affiliates, trustees, or agent considered the policyholder to insure debtors of the creditor. The amount of credit life may not exceed the unpaid amount of the debt plus earned interest. Credit card holders are not an acceptable group. Copies of participation/joinder agreements of 2 or more participating debtors must be submitted.\n\nDependent Coverage\n\nTitle 24-A § 2611-A\n\nExcept for a policy issued under § 2604-A, a group life policy may insure the lives of spouses and dependents.\n\nDiscrimination Against FDA Approved Opioid Overdose-reversing Medication\n\nTitle 24-A § 2159-E\n\nAn insurer may not limit coverage or refuse to issue or renew coverage or consider due to the fact that the individual has been issued a prescription for FDA approved opioid overdose reversing medication. The insurer may also not consider the purchase or prescription of FDA approved opioid overdose reversing medication in determining rates without any additional actuarial information. The exception is when an individual has a demonstrated history of opioid use disorder.  \n\nEmployee Groups\n\nTitle 24-A § 2603\n\nRequirements for Employee Groups.\n\nGenetic Information Protections\n\nTitle 24-A § 2159-C(3)\nTitle 24-A § 2159-C(4)\n\nAn insurer may not make or permit any unfair discrimination against an individual in the application of genetic information or the results of a genetic test in the issuance, withholding, extension or renewal of an insurance policy. An insurer may not request, require, purchase or use information obtained from an entity providing direct-to-consumer genetic testing without the informed written consent of the individual who has been tested.\n\nInformation as to Insurance\n\nTitle 24-A § 2620\n\nThe group life policy shall contain a provision that the insurer will issue to the policyholder for delivery to each person insured printed information as to the insurance protection and benefits.\n\nLabor Union Groups\n\nTitle 24-A § 2605-A\n\nRequirements for labor union groups are set forth in Section 2605-A.\n\nLive Organ Donation Prohibition\n\nTitle 24-A § 2159-D\n\nNotwithstanding any other provision of law, an insurer authorized to do business in this State may not: A.  Limit coverage or refuse to issue or renew coverage of an individual under any life insurance, disability insurance or long-term care insurance policy due to the status of that individual as a living organ donor; B.  Preclude an individual from donating all or part of an organ as a condition of receiving coverage under a life insurance, disability insurance or long-term care insurance policy; C.  Consider the status of an individual as a living organ donor in determining the premium rate for coverage of that individual under a life insurance, disability insurance or long-term care insurance policy; or D.  Otherwise discriminate in the offering, issuance, cancellation, amount of coverage, price or any other condition of a life insurance, disability insurance or long-term care insurance policy based solely and without any additional actuarial justification upon the status of an individual as a living organ donor.\n\nNonforfeiture\n\nTitle 24-A § 2613\n\nSNFO required for individual life insurance policies do not apply to group life; however, a group life policy, other than term, must contain a nonforfeiture option that is equitable to the insured persons and to the policyholder.\n\nNotice of Conversion Right\n\nTitle 24-A § 2625\n\nIf any individual insured becomes entitled to have an individual policy issued without E of I, and is not given notice of rights at least 15 days prior to the expiration of the conversion period, then the individual will have an additional period to exercise this right. The additional period expires 15 days after the individual is given notice but in no event will extend beyond 60 days. Written notice mailed by the policyholder to the individual at the last known address shall constitute notice.\n\nOther\n\nTitle 24-A § 2619 \nTitle 24-A § 2620\nTitle 24-A § 2621\nTitle 24-A § 2622\nTitle 24-A § 2623\nTitle 24-A § 2628\n\nNote: Sections 2619 to 2623 and section 2628 do not apply to policies insuring the lives of debtors.\n\nOther Groups\n\nTitle 24-A § 2612-A\n\nOther Groups - (other than those groups as described above) No group life insurance shall be delivered in this State unless: A. The policyholder is a bona fide group formed for purposes other than the procurement of insurance; B. The insurance of the group policy would be actuarially sound; C. The issuance of the group policy would result in economies of acquisition or administration; and D. The benefits are reasonable in relation to the premiums charged.Note: All four above-listed conditions must be met. Actuarial memorandums and rates are required for review.\n\nPayment of Benefits\n\nTitle 24-A § 2619\n\nA provision is required that any sum becoming due by reason of the death of the insured shall be payable to the beneficiary, except that where the policy contains conditions pertaining to family status, the beneficiary may be the family member specified by the policy terms. In the event that there is no beneficiary, a sum not exceeding $2000 may be paid to any person appearing to the insurer to be equitably entitled there to by reason of having incurred funeral or other expenses incident to the last illness or death of the insured.\n\nRebates\n\nTitle 24-A § 2160\nTitle 24-A § 2163-A Bulletin 426\nBulletin 382\n\nAre there any provisions that give the insured a benefit not associated with indemnification or loss? Yes ___No ___\n\nRepresentations\n\nTitle 24-A § 2616\n\nAll statements made by the policyholder shall be deemed representations and not warranties.\n\nStranger Originated Life Insurance\n\nTitle 24-A § 6802-A(6) \nTitle 24-A § 6802-A(12-A)\n\nIt is a fraudulent act for an insurance company or viatical settlement provider to commit, or permit its employees or its agents to engage in entering into stranger-originated life insurance.\"Stranger-originated life insurance\" means an act or practice to initiate a life insurance policy for the benefit of a person who, at the time of the origination of the policy, has no insurable interest in the insured. \"Stranger-originated life insurance\" includes, but is not limited to, cases in which life insurance is purchased with resources or guarantees from or through a person who, at the time of the inception of the policy, could not lawfully initiate the policy and when, at the time of policy inception, there is an arrangement or agreement to directly or indirectly transfer the ownership of the policy or the policy benefits to another person. A trust that is created to give the appearance of insurable interest and is used to initiate policies for investors violates insurable interest laws and the prohibition against wagering on life.”\n\nTotal Disability\n\nTitle 24-A § 2628\n\nWhen active employment is a condition of insurance, the group life policy shall contain a provision that an insured may continue coverage during the insured's total disability by timely payment to the policyholder of that portion, if any, of the premium that would have been required from the insured had the total disability not occurred. The continuation shall be on a premium paying basis for a period of six (6) months from the date of disability, but not beyond the earlier of: 1. Approval of the insurer of continuation of coverage under any disability provision which the group policy may contain; or 2. The discontinuance of the group policy.\n\nTrustee Groups\n\nTitle 24-A § 2806\n\nA group may be insured under a policy issued to a trust or to the trustee or trustees of a fund established or adopted by 2 or more employers, or by one or more labor unions or similar employee organizations, or by one or more employers and one or more labor unions or similar employee organizations, which trust or trustees are considered the policyholder, to insure employees of the employers or members of the unions or organizations for the benefit of persons other than the employers or the unions or organizations, subject to certain requirements.\n\nGrace Period\n\nTitle 24-A § 2614\n\nThe policyholder is entitled to a grace period of 31 days for the payment of any premium due.  Policy must remain inforce during the grace period.\n\nIncontestability\n\nTitle 24-A § 2615\n\nThe group life insurance policy shall contain a provision that the validity of the policy shall not be contested, except for non-payment of premium, after it has been inforce for two (2) years from its date of issue.Note fraud language is not permitted in Maine's incontestability provision.\n\nInformation to Debtor\n\nTitle 24-A § 2624\n\nA policy insuring the lives of debtors shall contain a provision that the insurer will furnish to the policyholder for delivery to each debtor, a certificate describing the coverage and specifying that the death benefit shall first be applied to reduce or extinguish the debt.\n\nInsurability\n\nTitle 24-A § 2617\n\nThe group life insurance policy shall contain a provision setting forth the conditions, if any, under which the insurer reserves the right to require a person eligible for insurance to furnish evidence of individual insurability satisfactory to the insurer as a condition to part or all of his or her coverage.\n\nMisstatement of Age\n\nTitle 24-A § 2618\n\nPolicy shall contain a provision specifying an equitable adjustment of premiums or of benefits or both to be made in the event the age of a person has been misstated. A clear statement of the method of adjustment is required.\n\nSuicide\n\nTitle 24-A § 2630\n\nA group life insurance policy delivered or issued for delivery in this State may not contain a more restrictive exclusion from liability for death resulting from suicide than death by suicide, while sane or insane, within 2 years from the date coverage commences or within 2 years of an increase in coverage.",
  "extraction_info": {
    "success": true,
    "content_length": 16651
  }
}